{layout name="@layout/default-layout" /}
<div class="container describe-page">
    <div class="row with-left-aside">
        {include file="@components/component-describe-sidebar" /}
        <div class="col-12 col-lg-10">
            <section class="content-header">
                <div class="container">
                    <div class="title-with-avatar center">
                        <div class="title-box">
                            <h6 class="sub-title mt-1 mb-1">政策</h6>
                            <h2 class="h3-md mb-1">使用条款</h2>
                            <span class="inactive-color fs-2 mb-0">最后修订: 2019-03-28</span>
                        </div>
                    </div>
                </div>
            </section>
            <div class="container">
                <section class="pb-3 pb-e-lg-40 describe-content">
                    <h2>1. 赞同</h2>
                    <p>
                        使用和/或访问 91jav1.com 网站（统称，包括但不限于通过 91jav1.com 提供的所有内容、上传内容和用户提交内容，简称"91jav1.com"，即本网站），即表示您同意此处包含的条款和条件以及纳入此处的 91jav1.com 隐私政策的条款和条件，以及所有未来的修订和修改（统称为"本协议"）。访问本网站即表示您同意受这些条款和条件的约束。如果您不同意受此处包含的条款和条件的约束，请勿使用 91jav1.com。
                    </p>
                    <p>
                        91jav1.com 可随时自行决定修改本协议的条款和条件，您同意接受所有修改、变更和/或修订的约束。如果您不同意本协议的所有修改、变更和/或修订的约束，则您可能无法使用 91jav1.com。
                    </p>
                    <p>
                        本协议中的条款和条件适用于 91jav1.com 的所有用户，无论是"访客"还是"会员"，并且您只有在同意遵守所有适用法律并受本协议条款和条件的法律约束的情况下才被授权使用 91jav1.com。
                    </p>
                    <h2>2. 解释</h2>
                    <p>
                        本协议中的条款和条件适用于 91jav1.com 的所有用户（"访客"或"会员"），并且只有同意遵守所有适用法律并受本协议条款和条件的法律约束，才可使用 91jav1.com。
                    </p>
                    <p>
                        91jav1.com 网站可能包含不由 91jav1.com 拥有或控制的第三方网站的链接。91jav1.com 对任何第三方网站的内容、隐私政策或做法不承担任何责任。91jav1.com 无法审查或编辑第三方网站的内容。您同意，91jav1.com 对您因使用任何第三方网站而产生的任何损害不承担责任。
                    </p>
                    <p>
                        91jav1.com 仅供个人使用，不得用于任何商业活动，除非 91jav1.com 明确认可或批准。禁止任何非法和/或未经授权使用 91jav1.com。这包括但不限于收集用户名和/或电子邮件地址以发送未经请求的电子邮件、未经授权的框架或链接到 91jav1.com 网站。
                    </p>
                    <h2>3. 使用权</h2>
                    <p>
                        要使用本网站，您声明并保证您已年满 18 周岁和/或您在您居住地和访问本网站所在地的司法管辖区内已年满 18 周岁（如果您所在司法管辖区的法定成年年龄为 18 周岁或以上）。如果您未满 18 岁和/或未满您居住地和访问本网站所在地的法定成年年龄，则您不得使用本网站。
                    </p>
                    <h2>4. 行为</h2>
                    <p>
                        您承认并同意，您对您自己的用户贡献以及在 91jav1.com 上发布、上传、出版、传输或以其他方式提供这些贡献的后果负责。您同意不在 91jav1.com 上发布、上传、发布、传输或以其他方式提供任何非法、侵权、骚扰、有害、威胁、侵权、辱骂、诽谤、淫秽、诽谤、侵犯隐私（包括但不限于个人信息、仇恨或种族主义内容）的内容。您还同意不发布、上传、公布、传输或以任何方式向 91jav1.com 提供任何包含病毒的软件或任何其他旨在破坏、中断、限制、监控或永久驻留在任何计算机软件或硬件或电信设备中的计算机代码、文件或程序。您同意，您（以及使用您帐户的任何其他用户）不会在 91jav1.com 上发布、上传、公布、传输或以任何方式提供任何明知或疏忽违反任何适用的当地、州、国家或国际法律，或任何在您的司法管辖区或任何其他司法管辖区具有法律效力的法规或法令（包括但不限于证券、隐私和出口管制法律或法规）的内容。您同意，您（以及任何使用您帐户的人）不会发布、上传、公布、传输或以任何方式向 91jav1.com 提供任何描绘非法活动的内容、描绘或宣扬对任何团体或个人造成身体伤害或伤害的内容、或描绘或宣扬虐待动物行为的内容。您同意不以任何可能使 91jav1.com 承担刑事或民事责任的方式使用 91jav1.com。
                    </p>
                    <p>
                        您同意，如果 91jav1.com 发现或报告任何违反本使用条款的行为，91jav1.com 有权自行决定采取何种行动。
                    </p>
                    <h2>5. 知识产权</h2>
                    <p>
                        91jav1.com 上的所有内容（不包括用户贡献，包括但不限于文本、软件、脚本、图形、音乐、视频、照片、声音、互动功能、商标、服务标志和徽标）均由 91jav1.com 拥有和/或授权，并受美国、加拿大、其他国家和国际公约规定的版权和其他知识产权的保护。网站上的内容"按原样"提供给您，仅供您参考和个人使用，未经各自所有者事先书面同意，不得用于、复制、分发、传播、广播、展示、出售、许可或以其他方式利用于任何目的。91jav1.com 保留网站和内容中未明确授予的所有权利。您同意除非本条款明确允许，否则不得使用、复制或分发内容。这包括为任何商业目的使用、复制和/或分发通过网站获得的任何第三方用户提交内容。如果您下载或打印任何内容供个人使用，则必须保留其中包含的所有版权和其他所有权声明。您同意不禁用、规避或以其他方式干扰 91jav1.com 的安全相关功能或阻止或限制使用或复制任何内容或强制限制使用 91jav1.com 网站或其内容的功能。
                    </p>
                    <h2>6. 用户提交</h2>
                    <p>
                        91jav1.com 允许发布视频和其他通讯，以及托管、共享和公开展示此类用户提交的内容。用户承认，无论此类用户提交内容是否发布和/或上传，91jav1.com 均不保证此类提交内容的任何保密性。
                    </p>
                    <p>
                        91jav1.com 允许您链接到其网站上的材料，但仅供个人、非商业使用。此外，91jav1.com 提供"嵌入式播放器"功能，您可以将该功能纳入您自己的个人、非商业网站中，以访问网站上的资料，前提是您在包含嵌入式播放器的页面上包含指向 91jav1.com 网站的显著链接。91jav1.com 保留随时停止 91jav1.com 网站任何方面的权利。此外，您不得以任何方式修改、构建或阻止嵌入式播放器的任何部分。
                    </p>
                    <p>
                        您应对您自己的用户贡献以及发布、上传或发表这些贡献的后果承担全部责任。您进一步表示、声明和/或保证您拥有或拥有必要的许可、权利、同意和许可，以授权 91jav1.com 使用所有用户提交内容中的所有商标、版权、商业秘密、专利或其他专有权利，并以本网站和本使用条款所设想的任何方式发布和使用用户提交内容。您还声明并保证，您不会发布或允许他人发布任何描绘 18 岁以下人士的材料，并且您已审查并保留了足够的书面文件，以验证发布内容的任何人确实年满 18 岁。
                    </p>
                    <p>
                        提交任何材料（视频或其他通讯）时，您同意您不会：
                    </p>
                    <ul>
                        <li>
                            请勿发布任何受版权保护或受商业秘密保护的材料或受第三方所有权（包括隐私权和公开权）保护的材料，除非您是此类权利的所有者或获得此类权利的合法所有者的许可发布此类材料并授予 91jav1.com 本许可中授予的所有权利。
                        </li>
                        <li>
                            发布可能对91jav1.com或任何第三方造成损害的虚假或不准确的信息。
                        </li>
                        <li>
                            提交任何淫秽、非法、侵权、诽谤、中伤、骚扰、仇恨、种族或民族冒犯的材料，或鼓励被视为刑事犯罪、引起民事责任、违反任何法律或其他不适当的行为的材料。
                        </li>
                        <li>
                            做广告或招揽业务。
                        </li>
                        <li>
                            冒充他人。
                        </li>
                    </ul>
                    <p>
                        91jav1.com 不认可任何用户提交的内容或其中表达的任何意见、推荐或建议，并明确否认与用户提交的内容相关的任何责任。91jav1.com 不允许在其网站上进行任何侵犯版权和侵犯知识产权的活动。如果 91jav1.com 收到有关此类内容或用户提交内容侵犯他人知识产权的通知，则 91jav1.com 还将删除所有内容和用户提交内容。91jav1.com 保留删除任何内容和用户提交内容的权利，无需事先通知或延迟。如果确定用户为侵权者，91jav1.com 还将终止用户对网站的访问。
                    </p>
                    <h2>7. 账户终止政策</h2>
                    <p>
                        在适当的情况下，如果用户被确定为重复侵犯版权者，则用户对 91jav1.com 的访问将被终止。91jav1.com 保留确定任何内容或用户提交内容是否适当以及是否符合本使用条款关于版权侵权或隐私法以外的违法行为（例如仇恨犯罪、色情、淫秽或诽谤内容、内容过长等）的权利。91jav1.com 可随时自行决定删除任何用户提交的内容或终止任何违反本使用条款上传此类内容的用户的访问权限，而无需事先通知。
                    </p>
                    <h2>8. 政策</h2>
                    <p>
                        91jav1.com 对任何非法内容采取"零容忍"政策。91jav1.com 不会容忍儿童色情、兽交、强奸、酷刑、鼻烟、死亡或任何其他淫秽或非法内容。此外，我们不会容忍儿童色情，并将与所有追查儿童色情制作者的政府机构合作。
                    </p>
                    <h2>9. 费用</h2>
                    <p>
                        您同意 91jav1.com 保留对 91jav1.com 的服务收取费用的权利，并可自行决定随时更改费用。此外，如果 91jav1.com 因您违反本协议而终止您使用本网站的权利，您将无权获得任何未使用的订阅费用的退还。
                    </p>
                    <h2>10. 保证</h2>
                    <p>
                        您声明并保证，您为参与 91jav1.com 网站而向 91jav1.com 提供的所有信息均准确且最新，并且您拥有签订本协议和执行本协议要求您采取的行动所需的所有权利、权力和权限。
                    </p>
                    <p>
                        您使用 91jav1.com 需要您同意 91jav1.com 隐私政策及其任何修订。您承认并同意，本网站的技术处理和传输，包括用户贡献，可能涉及通过各种网络的传输以及为符合和适应连接网络或设备的技术要求而进行的更改。您进一步承认并同意，91jav1.com 收集和维护的有关其用户的任何其他数据可能会根据 91jav1.com 的隐私政策进行披露。
                    </p>
                    <h2>11. 免责声明</h2>
                    <p>
                        您同意自行承担使用 91jav1.com 网站的风险。在法律允许的最大范围内，91jav1.com、其管理人员、董事、员工和代理人对与本网站及您对本网站的使用有关的所有明示或暗示的保证不承担任何责任。91jav1.com 对本网站内容或链接到本网站的任何网站的内容的准确性或完整性不作任何保证或陈述。
                    </p>
                    <h2>12. 责任限制</h2>
                    <p>
                        在任何情况下，91jav1.com、其管理人员、董事、雇员或代理人均不对您因访问和使用我们的网站、未经授权访问或使用我们的安全服务器和/或存储在其中的任何和所有个人信息和/或财务信息、或内容中的任何错误、失误或不准确之处、或人身伤害或财产损失而造成的任何直接、间接、偶然、特殊、惩罚性或间接损害承担责任，即使 91jav1.com 已被告知有此类损害的可能性。
                    </p>
                    <h2>13. 补偿</h2>
                    <p>
                        您同意为 91jav1.com、其母公司、管理人员、董事、员工和代理人进行辩护、赔偿并免遭所有因以下原因引起的索赔、损害、义务、损失、责任、成本、债务和费用（包括但不限于律师费）：
                    </p>
                    <ul>
                        <li>使用和访问 91jav1.com 网站。</li>
                        <li>如果您违反本使用条款的任何规定。</li>
                        <li>侵犯任何第三方权利，包括但不限于版权、财产或隐私权。</li>
                        <li>任何声称您的任何用户提交内容对第三方造成损害的索赔。</li>
                    </ul>
                    <p>
                        此辩护和赔偿义务将在本使用条款终止以及您对 91jav1.com 网站的使用终止后仍然有效。
                    </p>
                    <p>
                        您声明并保证您已年满 18 岁，或已从任何未成年人的监护权中合法解放出来，或已获得父母或监护人的同意，并且完全有能力和资格签订本使用条款中规定的条款、条件、义务、确认、声明和保证，并遵守本使用条款。
                    </p>
                    <h2>14. 分配</h2>
                    <p>
                        您不得转让或转移本使用条款以及据此授予的任何权利和许可，但 91jav1.com 可以不受限制地转让或转移。
                    </p>
                    <p>
                        如果本协议的任何条款、规定或规定被任何有管辖权的法院认定为无效或不可执行，则该无效性不应影响任何条款、规定或规定的有效性或效力，且该无效条款、规定或规定应被视为与本协议分割。
                    </p>
                </section>
            </div>
        </div>
    </div>
</div>
