
<!-- 视频列表组件 -->
<section class="slf-video-list-grid">
    <article class="video-card-item"
        aria-label="视频详情" itemscope itemtype="https://schema.org/NewsArticle" v-for="video in 8" :key="`video_card_${video}`">
        <a href="/home/detail" class="video-card-link">
            <div class="video-card-image-box">
                <div class="video-card-image">
                    <img x-image-loader-url="__IMAGE_DOMAIN__/upload_01/upload/20260211/2026021118222294366.jpeg" />
                    <div class="video-card-detail">
                        <div class="video-card-tag">中文字幕</div>
                        <div class="video-card-time">1:00:00</div>
                    </div>
                </div>
            </div>
            <div class="video-card-info">
                <h3 class="video-card-title text-line-ellipsis-1" itemprop="headline">
                    视频标题视频标题视频标题视频标题视频标题视频标题视频标题视频标题视频标题视频标题</h3>
                <p class="video-card-cout">
                    <svg t="1772544572158" class="icon" viewBox="0 0 1024 1024" version="1.1" xmlns="http://www.w3.org/2000/svg" p-id="3449" width="1em" height="1em">
                        <path d="M512 832c-156.448 0-296.021333-98.730667-418.410667-291.605333a52.938667 52.938667 0 0 1 0-56.789334C215.978667 290.730667 355.552 192 512 192c156.448 0 296.021333 98.730667 418.410667 291.605333a52.938667 52.938667 0 0 1 0 56.789334C808.021333 733.269333 668.448 832 512 832z m0-576c-129.514667 0-249.461333 83.850667-360.117333 256C262.538667 684.149333 382.485333 768 512 768c129.514667 0 249.461333-83.850667 360.117333-256C761.461333 339.850667 641.514667 256 512 256z m0 405.333333c-83.210667 0-150.666667-66.858667-150.666667-149.333333S428.789333 362.666667 512 362.666667s150.666667 66.858667 150.666667 149.333333S595.210667 661.333333 512 661.333333z m0-64c47.552 0 86.101333-38.208 86.101333-85.333333S559.552 426.666667 512 426.666667c-47.552 0-86.101333 38.208-86.101333 85.333333s38.549333 85.333333 86.101333 85.333333z" fill="currentColor" p-id="3450"></path>
                    </svg>
                    <span>102</span>
                    <svg t="1772545742141" class="icon" viewBox="0 0 1024 1024" version="1.1" xmlns="http://www.w3.org/2000/svg" p-id="4798" width="1em" height="1em">
                        <path d="M461.1 887.1S210.6 784 98.3 552.5C46.6 446 46.3 303.3 147 202.1c100.6-101.1 263.8-101.2 364.4 0C612 101 775.2 101 875.8 202.1 976.5 303.3 979.1 458 924.5 552.5 789 787.1 570.3 885.1 570.3 885.1c-29.8 16.3-78.9 16.8-109.2 2z m20.1-41.4c17.3 8.5 50.7 7.9 66.8-1l3.6-1.7c2.7-1.2 8.5-4 17-8.5 14.6-7.8 31-17.3 48.8-28.6 51-32.6 102.1-73.1 149.7-121.9 45.2-46.3 85-97.7 117.8-154.5 50-86.6 36.9-216.2-41.5-294.9-82.7-83.1-216.6-83.1-299.2 0l-32.6 32.8-32.6-32.8c-82.7-83.1-216.6-83.1-299.3 0-78 78.4-89.5 195.7-40 297.8 33.6 69.1 82.8 130.8 143.9 185 43 38.2 89.2 70.4 135.4 96.7 16.2 9.2 31 16.9 44.3 23.3 7.8 3.7 13 6.1 15.5 7.1l2.4 1.2z" fill="currentColor" p-id="4799"></path>
                    </svg>
                    <span>102</span>
                </p>
            </div>
        </a>
    </article>
</section>
