<p><strong>分享每日大赛请告知好友，复制最新网址用浏览器打开！</strong></p>
<div class="a2a_kit a2a_kit_size_32 a2a_default_style"
     style="line-height: 32px;">
    <a class="a2a_dd"
       href="https://www.addtoany.com/share#url={{urlencode($share_content_url) }}&amp;title={{ urlencode($content->title ?? '') }}"
       rel="nofollow noopener" target="_blank"><span
                class="a2a_svg a2a_s__default a2a_s_a2a"
                style="background-color: rgb(1, 102, 255);"><svg
                    focusable="false" aria-hidden="true"
                    xmlns="http://www.w3.org/2000/svg" viewBox="0 0 32 32">
                    <g fill="#FFF">
                        <path d="M14 7h4v18h-4z"></path>
                        <path d="M7 14h18v4H7z"></path>
                    </g>
                </svg></span><span class="a2a_label a2a_localize"
                                   data-a2a-localize="inner,Share">分享</span></a>
    <a class="a2a_button_facebook" rel="nofollow noopener" target="_blank"
       href="/#facebook"><span
                class="a2a_svg a2a_s__default a2a_s_facebook"
                style="background-color: rgb(8, 102, 255);"><svg
                    focusable="false" aria-hidden="true"
                    xmlns="http://www.w3.org/2000/svg" viewBox="0 0 32 32">
                    <path fill="#fff"
                          d="M28 16c0-6.627-5.373-12-12-12S4 9.373 4 16c0 5.628 3.875 10.35 9.101 11.647v-7.98h-2.474V16H13.1v-1.58c0-4.085 1.849-5.978 5.859-5.978.76 0 2.072.15 2.608.298v3.325c-.283-.03-.775-.045-1.386-.045-1.967 0-2.728.745-2.728 2.683V16h3.92l-.673 3.667h-3.247v8.245C23.395 27.195 28 22.135 28 16">
                    </path>
                </svg></span><span class="a2a_label">Facebook</span></a>
    <a class="a2a_button_telegram" rel="nofollow noopener" target="_blank"
       href="/#telegram"><span
                class="a2a_svg a2a_s__default a2a_s_telegram"
                style="background-color: rgb(44, 165, 224);"><svg
                    focusable="false" aria-hidden="true"
                    xmlns="http://www.w3.org/2000/svg" viewBox="0 0 32 32">
                    <path fill="#FFF"
                          d="M25.515 6.896 6.027 14.41c-1.33.534-1.322 1.276-.243 1.606l5 1.56 1.72 5.66c.226.625.115.873.77.873.506 0 .73-.235 1.012-.51l2.43-2.363 5.056 3.734c.93.514 1.602.25 1.834-.863l3.32-15.638c.338-1.363-.52-1.98-1.41-1.577z">
                    </path>
                </svg></span><span class="a2a_label">Telegram</span></a>
    <a class="a2a_button_wechat" rel="nofollow noopener" target="_blank"
       href="/#wechat"><span class="a2a_svg a2a_s__default a2a_s_wechat"
                             style="background-color: rgb(123, 179, 46);"><svg
                    focusable="false" aria-hidden="true"
                    xmlns="http://www.w3.org/2000/svg" viewBox="0 0 32 32">
                    <g fill="#FFF">
                        <path
                                d="M20.674 12.458c-2.228.116-4.165.792-5.738 2.318-1.59 1.542-2.315 3.43-2.116 5.772-.87-.108-1.664-.227-2.462-.294-.276-.023-.602.01-.836.14-.774.438-1.517.932-2.397 1.482.16-.73.266-1.37.45-1.985.137-.45.074-.7-.342-.994-2.673-1.89-3.803-4.714-2.958-7.624.78-2.69 2.697-4.323 5.302-5.173 3.555-1.16 7.55.022 9.712 2.845a6.63 6.63 0 0 1 1.38 3.516zm-10.253-.906c.025-.532-.44-1.01-.984-1.027a.997.997 0 0 0-1.038.964.984.984 0 0 0 .977 1.02 1.017 1.017 0 0 0 1.05-.96zm5.35-1.028c-.55.01-1.01.478-1 1.012.01.554.466.987 1.03.98a.98.98 0 0 0 .99-1.01.99.99 0 0 0-1.02-.982">
                        </path>
                        <path
                                d="M25.68 26.347c-.705-.314-1.352-.785-2.042-.857-.686-.072-1.408.324-2.126.398-2.187.224-4.147-.386-5.762-1.88-3.073-2.842-2.634-7.2.92-9.53 3.16-2.07 7.795-1.38 10.022 1.493 1.944 2.51 1.716 5.837-.658 7.94-.687.61-.934 1.11-.493 1.917.086.148.095.336.14.523zm-8.03-7.775c.448 0 .818-.35.835-.795a.835.835 0 0 0-.83-.865.845.845 0 0 0-.84.86c.016.442.388.8.834.8zm5.176-1.658a.83.83 0 0 0-.824.794c-.02.47.347.858.813.86.45 0 .807-.34.823-.79a.825.825 0 0 0-.812-.864">
                        </path>
                    </g>
                </svg></span><span class="a2a_label">WeChat</span></a>
    <a class="a2a_button_x" rel="nofollow noopener" target="_blank"
       href="/#x"><span class="a2a_svg a2a_s__default a2a_s_x"
                        style="background-color: rgb(26, 26, 26);"><svg
                    focusable="false" aria-hidden="true"
                    xmlns="http://www.w3.org/2000/svg" viewBox="0 0 32 32">
                    <path fill="#fff"
                          d="M21.751 7h3.067l-6.7 7.658L26 25.078h-6.172l-4.833-6.32-5.531 6.32h-3.07l7.167-8.19L6 7h6.328l4.37 5.777L21.75 7Zm-1.076 16.242h1.7L11.404 8.74H9.58l11.094 14.503Z">
                    </path>
                </svg></span><span class="a2a_label">X</span></a>
    <a class="a2a_button_douban" rel="nofollow noopener" target="_blank"
       href="/#douban"><span class="a2a_svg a2a_s__default a2a_s_douban"
                             style="background-color: rgb(0, 119, 17);"><svg
                    focusable="false" aria-hidden="true"
                    xmlns="http://www.w3.org/2000/svg" viewBox="0 0 32 32">
                    <path fill="#FFF"
                          d="M5.755 5.505h20.55v2.59H5.755zm14.99 18.47 1.93-4.29h2.21v-9.97h-18v9.98h2.04l1.93 4.29h-5.78v2.51h21.85v-2.51zm-10.74-6.95v-4.88h11.68v4.88zm7.99 6.95h-4.37l-1.93-4.29h8.24z">
                    </path>
                </svg></span><span class="a2a_label">Douban</span></a>
    <a class="a2a_button_qzone" rel="nofollow noopener" target="_blank"
       href="/#qzone"><span class="a2a_svg a2a_s__default a2a_s_qzone"
                            style="background-color: rgb(43, 130, 217);"><svg
                    focusable="false" aria-hidden="true"
                    xmlns="http://www.w3.org/2000/svg" viewBox="0 0 32 32">
                    <path fill="#FFF"
                          d="m27.996 12.83-7.423-.737c-.566-.053-.694-.142-.87-.604l-3.175-7.045c-.29-.598-.765-.598-1.055 0l-3.384 7.04c-.23.393-.34.48-.898.534l-7.187.807c-.66.064-.808.493-.327.952l5.64 5.184c.266.25.27.355.195.697l-1.447 7.61c-.124.65.247.915.82.58l6.44-3.715c.45-.284.87-.293 1.31-.018l6.47 3.734c.575.334.948.07.826-.58L22.83 21.2c.66-.226 1.305-.5 1.69-.81l-.156.03c-2.29.547-5.438.872-8.355.872-1.08 0-2.128-.038-3.13-.11l-.006.005a39 39 0 0 1-2.53-.26c-.3-.05.026-.242.026-.242l7.76-5.513s.202-.126.002-.153c-3.188-.5-6.723-.627-10.042-.627h-.23c2.246-.51 5.07-.815 8.14-.815 1.81 0 3.54.105 5.11.296-.002.003.888.124 1.31.193.33.05.024.24.024.24l-7.77 5.384s-.18.107.015.136c2.39.337 5.332.457 7.98.49l-.118-.65c-.06-.38 0-.51.284-.78l5.478-5.12c.485-.455.34-.88-.318-.945z">
                    </path>
                </svg></span><span class="a2a_label">Qzone</span></a>
    <a class="a2a_button_sina_weibo" rel="nofollow noopener" target="_blank"
       href="/#sina_weibo"><span
                class="a2a_svg a2a_s__default a2a_s_sina_weibo"
                style="background-color: rgb(230, 22, 45);"><svg
                    focusable="false" aria-hidden="true"
                    xmlns="http://www.w3.org/2000/svg" viewBox="0 0 32 32">
                    <g fill="#FFF">
                        <path
                                d="M13.92 24.99c-4.303.424-8.02-1.52-8.3-4.346-.278-2.827 2.987-5.463 7.292-5.888 4.304-.426 8.018 1.52 8.297 4.345.274 2.83-2.987 5.468-7.29 5.89m8.61-9.38c-.367-.11-.62-.184-.428-.663.416-1.046.458-1.946.01-2.59-.846-1.204-3.155-1.14-5.8-.03 0-.004-.834.362-.62-.297.406-1.31.345-2.407-.29-3.04-1.435-1.437-5.255.055-8.53 3.33C4.422 14.77 3 17.37 3 19.617c0 4.3 5.513 6.913 10.907 6.913 7.07 0 11.776-4.105 11.776-7.37 0-1.97-1.66-3.09-3.15-3.55m4.693-7.87a6.89 6.89 0 0 0-6.55-2.12h-.002a.997.997 0 0 0-.765 1.182.99.99 0 0 0 1.18.765 4.91 4.91 0 0 1 4.66 1.508 4.9 4.9 0 0 1 1.02 4.787.995.995 0 1 0 1.894.615v-.004a6.88 6.88 0 0 0-1.44-6.732m-2.622 2.37a3.34 3.34 0 0 0-3.192-1.03.85.85 0 0 0-.655 1.016.854.854 0 0 0 1.016.657v.003a1.66 1.66 0 0 1 1.564.502c.406.453.514 1.066.338 1.606h.005a.858.858 0 1 0 1.63.528 3.35 3.35 0 0 0-.7-3.28">
                        </path>
                        <path
                                d="M14.16 19.87c-.15.26-.484.383-.746.275-.256-.104-.335-.393-.19-.646.15-.255.47-.378.725-.276.26.094.35.386.21.644m-1.375 1.76c-.417.666-1.308.957-1.98.65-.66-.302-.855-1.072-.44-1.72.413-.645 1.274-.933 1.94-.653.673.287.888 1.054.48 1.724m1.564-4.7c-2.047-.533-4.364.49-5.254 2.293-.904 1.84-.028 3.884 2.04 4.552 2.144.69 4.67-.368 5.55-2.354.865-1.943-.216-3.943-2.336-4.49">
                        </path>
                    </g>
                </svg></span><span class="a2a_label">Sina Weibo</span></a>
    <a class="a2a_button_sms" rel="nofollow noopener" target="_blank"
       href="/#sms"><span class="a2a_svg a2a_s__default a2a_s_sms"
                          style="background-color: rgb(108, 190, 69);"><svg
                    focusable="false" aria-hidden="true"
                    xmlns="http://www.w3.org/2000/svg" viewBox="0 0 32 32">
                    <path fill="#FFF"
                          d="M16 3.543c-7.177 0-13 4.612-13 10.294 0 3.35 2.027 6.33 5.16 8.21 1.71 1.565 1.542 4.08-.827 6.41 2.874 0 7.445-1.698 8.462-4.34H16c7.176 0 13-4.605 13-10.285s-5.824-10.29-13-10.29zM9.045 17.376c-.73 0-1.45-.19-1.81-.388l.294-1.194c.384.2.98.398 1.6.398.66 0 1.01-.275 1.01-.692 0-.398-.302-.625-1.07-.9-1.06-.37-1.753-.957-1.753-1.886 0-1.09.91-1.924 2.415-1.924.72 0 1.25.152 1.63.322l-.322 1.166a3 3 0 0 0-1.336-.303c-.625 0-.93.284-.93.616 0 .41.36.59 1.186.9 1.127.42 1.658 1.01 1.658 1.91.003 1.07-.822 1.98-2.575 1.98zm9.053-.095-.095-2.44a73 73 0 0 1-.057-2.626h-.028a35 35 0 0 1-.71 2.475l-.778 2.49h-1.128l-.682-2.473a30 30 0 0 1-.578-2.493h-.02c-.037.863-.065 1.85-.112 2.645l-.114 2.425H12.46l.407-6.386h1.924l.63 2.13c.2.74.397 1.536.54 2.285h.027a53 53 0 0 1 .607-2.293l.683-2.12h1.886l.35 6.386H18.1zm4.09.1c-.73 0-1.45-.19-1.81-.39l.293-1.194c.39.2.99.398 1.605.398.663 0 1.014-.275 1.014-.692 0-.396-.305-.623-1.07-.9-1.064-.37-1.755-.955-1.755-1.884 0-1.09.91-1.924 2.416-1.924.72 0 1.25.153 1.63.323l-.322 1.166a3.04 3.04 0 0 0-1.337-.303c-.625 0-.93.284-.93.616 0 .408.36.588 1.186.9 1.127.42 1.658 1.006 1.658 1.906.002 1.07-.823 1.98-2.576 1.98z">
                    </path>
                </svg></span><span class="a2a_label">Message</span></a>
    <div style="clear: both;"></div>
</div>
{{--{!! theme()->importJs('page.js',['v'=>1]) !!}--}}